tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "gcc"
brew "git"
brew "ruby-build"
brew "rbenv"
brew "terraform"
brew "tree"
brew "wget"
brew "mas"
cask "alfred"
cask "docker"
cask "kindle"
cask "honto"
cask "dropbox"
cask "homebrew/cask-versions/sequel-pro-nightly"
cask "visual-studio-code"
cask "postman"
cask "google-chrome"
cask "google-japanese-ime"
cask "slack"
cask "iterm2"
cask "ngrok"
cask "amazon-music"
cask "cheatsheet"
cask "appcleaner"
cask "flux"
cask "rescuetime"
mas "Pocket", id: 568494494
mas "TweetDeck", id: 485812721
