tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "heroku/brew"
brew "gcc"
brew "git"
brew "gibo"
brew "ruby-build"
brew "tree"
brew "wget"
brew "mas"
brew 'yarn', args: ["ignore-dependencies"]
brew 'awscli'
brew 'jq'
brew 'git-secrets'
brew 'tflint'
brew "mysql@5.7", link: true
brew 'openssl', link: true
brew 'graphviz'
brew 'heroku'
brew 'postgresql'
brew 'python3'
brew 'anyenv'
brew 'zsh-completions'
cask 'android-studio'
cask "alfred"
cask "docker"
cask "kindle"
cask "honto"
cask "dropbox"
cask "visual-studio-code"
cask "postman"
cask "google-chrome"
cask "google-japanese-ime"
cask "slack"
cask "iterm2"
cask "ngrok"
cask "cheatsheet"
cask "appcleaner"
cask "flux"
cask "rescuetime"
cask "discord"
cask "vivaldi"
cask "spectacle"
cask "unity"
cask "unity-hub"
cask "google-backup-and-sync"
cask "homebrew/cask-drivers/displaylink"
cask "rubymine"
cask "spectacle"
mas "Xcode", id: 497799835
mas "Pocket", id: 568494494
mas "Sequel Ace", id: 1518036000
mas "Display Menu", id: 549083868
mas "RunCat", id: 1429033973
